import React from 'react';
import Navbar from '../../components/Navbar';
import ArrowUp from '../../components/ArrowUp';
import Footer from '../../components/Footer';

export default function Repair() {
  return (
    <>
      <Navbar />
      <ArrowUp />
      <div className="p-10 bg-white flex flex-col justify-center items-center text-center  sm:p-20">
        <h2 className="font-bold text-xl mb-4">
          კარტრიჯების დამუხტვის სერვისი
        </h2>
        <p className="mb-4">
          ჩვენ გთავაზობთ კარტრიჯების დამუხტვა/აღდგენის სერვისს ლაზერული
          პრინტერებისთვის.
        </p>
        <p className="mb-4">
          კარტრიჯი იმუხტება თითოეული მოდელისთვის განკუთვნილი შესაბამისი კოდის
          მქონდე ფხვნილით.
        </p>
        <p className="text-main">
          დამუხტვა/აღდგენა ხორციელდება უმაღლესი ხარისხის სახარჯი მასალებით, რა
          დროსაც ხდება ყველა ცვეთადი დეტალის შეცვლა. მომხმარებელთან მიწოდებამდე
          კარტრიჯები გადის ხარისხის კონტროლის რამდენიმე მკაცრ ეტაპს და იფუთება
          შესაბამისი სტანდარტების დაცვით, რათა თავიდან ავიცილოთ
          ტრანსპორტირებისას მათი დაზიანება. ასევე, კომფორტული და პრაქტიკული იყოს
          მომხმარებლისთვის მათი შენახვა/დასაწყობება გამოყენებამდე. სწორედ
          ამიტომ, ჩვენს მიერ დამუხტული კარტრიჯი უზრუნველყოფს ბეჭდვის უმაღლეს
          ხარისხს და გაიცემა გარანტია 100%-იან რესურსზე.
        </p>
      </div>
      <Footer />
    </>
  );
}
